<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

$this->title = 'About';
$this->params['breadcrumbs'][] = $this->title;
?>

    <div class="background-white ">
        <div class="container-about">
            <h1 class="h1-about">О магазине</h1>
            <img class="logo-big" width="621" height="621" src="/img/big-logo.svg" alt="логотип компании">
            <p class="big-text"><span class="blue">&nbsp;Phantom Gear</span>: ваш надежный
                партнер в мире игровой техники!

                Мы — команда энтузиастов, преданных
                миру видеоигр и технологий. Наш
                магазин<span class="blue"> Phantom Gear </span>— это не просто
                торговая точка, это место, где страсть к игровой индустрии
                переплетается с <span class="blue">профессионализмом</span> и
                заботой о наших клиентах.

                Что делает нас особенными?</p>
            <p class="list">
                1. Широкий ассортимент: Мы гордимся тем, что предлагаем широкий выбор игровой
                техники — от мощных видеокарт и процессоров до удобных геймпадов и наушников.
                Независимо от того, являетесь ли вы профессиональным геймером или просто
                любителем, у нас есть что-то для каждого.

                2.Качество и надежность: Мы тщательно отбираем продукты, чтобы уверенно
                предоставлять вам только лучшее. Наши товары проходят строгие тесты, чтобы
                удовлетворить самые высокие стандарты.

                3.Экспертное обслуживание: Наша команда состоит из экспертов, готовых помочь вам с
                выбором, настройкой и решением любых вопросов. Мы ценим ваше время и стремимся
                сделать покупку максимально комфортной.

                4.Любовь к играм: Мы сами являемся игроками, поэтому понимаем ваши потребности.
                Наша цель — сделать ваш игровой опыт незабываемым.
            </p>
            <p class="big-text">
                Phantom Gear — это не просто магазин, это ваш путь к
                увлекательному миру игр.</p>


        </div>
    </div>
